{"services":[{"id":"1","name":"Scaling with Polishing","describe":"Dental cleanings involve removing plaque (soft, sticky, bacteria infested film) and tartar (calculus) deposits that have built up on the teeth over time. Your teeth are continually bathed in saliva which contains calcium and other substances which help strengthen and protect the teeth. While this is a good thing, it also means that we tend to get a build-up of calcium deposits on the teeth. This chalky substance will eventually build up over time, like limescale in a pipe or kettle. Usually it is tooth coloured and can easily be mistaken as part of the teeth, but it also can vary from brown to black in colour.","fee":"TK 1000","image":"http://www.japandentalbd.com/images/Scaling2.jpg"},{"id":"2","name":"Minimally Invasive Cosmetic Filling","describe":"Minimally invasive cosmetic procedures include (but are not limited to) treatments with non-ablative lasers, radio frequency, acoustic waves, cosmetic tattooing, light-based therapies, light-to-medium strength chemical peels, and even surgical treatments which can be performed under only local anesthetic. Since the introduction of the Medi-Spa, these procedures are growing more and more accessible to the average person looking to improve his or her appearance.","fee":"TK 1500","image":"http://www.japandentalbd.com/images/cosmetic.jpg"},{"id":"3","name":"Root Canal Treatment","describe":"Root canal treatment is used to save teeth which would otherwise need to be removed. It is needed when the blood or nerve supply of the tooth (known as the pulp) is infected through decay or injury: Although the procedure is relatively painless when done properly, the root canal remains a stereotypically fearsome dental operation.","fee":"TK 5000","image":"https://www.rootcanaldrs.com/storage/app/media/root-canal-treatment2.jpg"},{"id":"4","name":"Crown and Bridge","describe":"When teeth are heavily decayed they may be too weak to survive with just a filling. By placing a crown, a tooth may be given a new lease of life. Even when a single tooth is lost a denture may not be required as a bridge can be made which spans the gap with a tooth attached to those next to the space. Sometimes when a single small tooth is lost at the front of the mouth a simple bridge can be made which has wings that are glued to the back of the adjacent teeth. This results in less tooth being damaged by the drill.","fee":"TK 500","image":"http://www.japandentalbd.com/images/bridge.jpg"},{"id":"5","name":"Complete & Partial Denture","describe":"When a person is missing teeth, he or she may experience a variety of problems. The person may become less confident in their smile and have difficulty speaking and eating certain foods. Dentures are appliances that are custom made to replace a persons missing teeth and restore the appearance and oral functions that were lost. The denture can be either a full denture or a partial denture. A full denture is used when all of the persons teeth are missing and a partial denture is used when only some of the teeth are missing.","fee":"TK 1000","image":"http://www.japandentalbd.com/images/denture.jpg"},{"id":"6","name":"Orthodontic Treatment","describe":"Orthodontics is a branch of dentistry that specializes in treating patients with improper positioning of teeth when the mouth is closed (malocclusion), which results in an improper bite. Orthodontics also includes treating and controlling various aspects of facial growth (dentofacial orthopedics) and the shape and development of the jaw. An orthodontics specialist is called an orthodontist. Orthodontics used to be called orthodontia - the word comes from the Greek orthos, meaning \"straight, perfect or proper\", and dontos, which means \"teeth\". Orthodontics also includes cosmetic dentistry; when the patients aim is to improve his/her appearance.","fee":"TK 3000","image":"http://www.japandentalbd.com/images/orthodontic3.jpg"}]}